/* Application General Localization */
"SupportMailSubject" = "Je%20veux%20aider%20DNSUpdate";

"DNSUpdate will install the daemon and a Startup item in order to be launched at boot time." = "DNSUpdate va installer le Démon et une extension de démarrage afin qu'il soit lancé au démarrage de la machine.";

"Can't connect to daemon" = "Impossible de se connecter au Démon";

"DNSUpdate needs administrator privileges to install the daemon." = "DNSUpdate a besoin des privilèges d'un Administrateur pour installer le Démon.";

"Install" = "Installer";

"Launch" = "Lancer";

"DNSUpdate daemon was succesfully installed."="Le Démon DNSUpdate a été installé avec succès.";

"DNSUpdate daemon was succesfully launched."="Le Démon DNSUpdate a été lancé avec succès.";

"Due to some (yet) unresolved problem in DNSUpdate code, the daemon will unexpectedly quit if you log out this session. Rebooting will launch the daemon in a much better state."="À cause d'un problème non (encore) résolu, le Démon, bien que lancé, quittera bizarrement à la fermeture de cette session. En rebootant votre ordinateur, le Démon sera lancé dans de meilleures conditions.";

"Connection with Daemon Error" = "Erreur de connexion avec le Démon";

"Can't start daemon" = "Impossible de démarrer le Démon";

"Quit" = "Quitter";

"DNSUpdate must be used by Administrator Users."="DNSUpdate doit être utilisé par les Administrateurs.";

"In order to connect to the daemon, DNSUpdate has to be launched by an Administrator."="Afin de pouvoir se connecter au Démon, DNSUpdate doit être lancé par un Administrateur.";

"Daemon refused the connection.\nThere must be a problem with the daemon. Try relaunching the application later." = "Le Démon a refusé la connextion.\nIl doit y avoir un problème avec le Démon. Essayez de relancer l'application plus tard.";

"Can't connect to daemon. DNSUpdate will try to launch it." = "Impossible de se connecter au Démon. DNSUpdate va tenter de le lancer.";

"DNSUpdate needs administrator privileges to start the daemon." = "DNSUpdate a besoin des privilèges d'un Administrateur pour démarrer le Démon.";

"Start Daemon" = "Redémarrer le Démon";

"Can't install daemon" = "Impossible d'installer le Démon";

"The connection with the daemon was lost.\nThere must be a problem with the daemon." = "La connexion avec le Démon a été perdue.\nIl doit y avoir un problème avec le Démon.";

"DNSUpdate needs to install the daemon." = "DNSUpdate doit installer le Démon.";

"Pause Daemon" = "Stopper le Démon";

"Save" = "Sauver";

"Add" = "Ajouter";

"Edit Host" = "Éditer l'Hôte";

"Edit User" = "Éditer l'Utilisateur";

"Remove Host" = "Retirer l'Hôte";

"Remove User" = "Retirer l'Utilisateur";

"Do you really want to remove this User?" = "Voulez-vous vraiment retirer cet Utilisateur ?";

"Do you really want to remove this Host?" = "Voulez-vous vraiment retirer cet Hôte ?";

"Removing is unrecoverable." = "Cette opération est définitive.";

"Yes" = "Oui";

"No" = "Non";

"Never registered" = "Jamais enregistré";

"Pause DNSUpdate daemon" = "Stopper le Démon DNSUpdate";

"Start DNSUpdate daemon" = "Redémarrer le Démon DNSUpdate";

/* User/Host/Interface status */
"N/A" = "N/D";

"Ok" = "Ok";

"-not registered-" = "-non enregistrée-";

"Not tested" = "Non testé";

"Interface is inactive" = "Interface inactive";

"User inactive" = "Utilisateur désactivé";

/* DynDNS.org status */
"No such host" = "Hôte inexistante";

"Bad domain name" = "Mauvais nom de domaine";

"Not yours" = "N'appartient pas à cet utilisateur";

"Bad Auth" = "Mauvais nom ou mot de passe";

"Abuse" = "Bloqué pour Abus";

/* New in v2.2 */
"Can't uninstall daemon" = "Impossible de désinstaller le Démon";
"DNSUpdate needs administrator privileges to uninstall the daemon." = "DNSUpdate a besoin des privilèges d'un Administrateur pour désinstaller le Démon.";
"DNSUpdate is now uninstalled." = "DNSUpdate est maintenant désinstallé.";
"You can now remove the DNSUpdate application, the DNSUpdate Users files, etc. DNSUpdate will now quit." = "Vous pouvez maintenant effacer l'application, les fichiers Utilisateurs DNSUpdate, etc. L'application va être fermée maintenant.";

/* New in v2.3 */
"Add User" = "Ajouter un Utilisateur";
"Add Host" = "Ajouter un Hôte";
"Remove" = "Retirer";
"Edit" = "Éditer";
"Daemon is paused." = "Le Démon est stoppé.";
"Daemon is running." = "Le Démon tourne.";
"Waiting" = "En attente";

/* New in v2.4 */
"The BSD package is not installed" = "Le paquet BSD n'est pas installé";
"DNSUpdate needs the BSD package.\nThe BSD package is available on the MacOS X Install CD. Install it and retry to launch DNSUpdate." = "DNSUpdate a besoin de ce paquet.\nIl est disponible sur le CD d'installation de MacOS X. Installez le et réessayez de lancer DNSUpdate.";
